  
[

    
    {   
        "category":"diseño-grafico",
        "stain": "./picture/stain/ManchaGrafic.png ",
        "title": "Branding",
        "secondtitle": "Monlleo ",
        "id": "branding-monlleo",
                    
        
        "briefing": "Este proyecto se centra en la creación de una marca propia. Por lo tanto, es una marca que debe representarme a mí y a las habilidades que he ido adquiriendo con mis estudios. Además crearemos un manual de identidad corporativo donde aparecerán definidas las normas de uso de dicha marca, la construcción de esta y la aplicación de la marca en los elementos promocionales.",
        "tolls2":"Herramientas tecnicas:",
        "tolls":"PHOTOSHOP - ILLUSTRATOR - INDESING",
        "objective1":"Con esta marca se busca representar los valores de la marca (Cercanía, diversidad, dinamismo) y crear confianza entre sus clientes. ",
        "objective2":"Debe verse reflejada mis dotes de diseñadora gráfica pero también que poseo conocimientos artísticos tradicionales.",
        "objective3":"Realizar una identidad corporativa con la que darme a conocer en el mercado laboral",
        "metodologi1":"Con un breve análisis de la competencia y después de definir nuestro target, llegamos a la conclusión que queremos una marca que sea atractiva para cualquier edad, totalmente libre de genero y que posea un elemento diferenciador que la dote de identidad propia.",
        "metodologi2":"En la fase de ideación utilizamos las herramientas de brainstorming, mapa mental y moodboard para fomentar la creatividad, la inspiración y la conceptualización. Plasmamos estas ideas en bocetos.",
        "metodologi3":"En el arte final se muestran las diversas versiones de la marca, en este caso serán 5 versiones distintas, en las que se ha definido como tipografía corporativas Century Gothic (para títulos) y Futura (para texto). Los colores corporativos elegidos son el blanco y negro , para ser una identidad atemporal y agènero.",
        "conclution":"Con esta marca se pretende transmitir una serie de valores tradicionales y artesanales mezclados con el diseño gráfico. Por esto se juega con diferentes técnicas en la creación de sus manchas, convirtiéndola en una marca interactiva que puede ir cambiando su aspecto, siempre siguiendo las normas de uso que se especifican en el manual de identidad. De este modo con una marca interactiva se pretende revalorizar la exclusividad de una mancha, ya que nunca habrá dos iguales. ",
        "conclution1":"Con la partición del apellido Monlleó se quiere transmitir esas raíces valencianas, ya que tanto “MON” como “LLEO” son dos palabras con significado propio en valenciano. Además, se omite el acento de la palabra, puesto que la última “O” es un elemento diferente que acentúa la identidad. Con la tipografía se contrarresta esa gestualidad y dinamismo de las manchas, proporcionándole una estabilidad y un orden.",
        "conclution2":"Se trata de una marca que integra la dualidad de la expresión manual y artesanal, con la formalidad y la seriedad del diseño gráfico.",
        "img-main": "./picture/Monlleo/branding-Monlleo.jpg",
        "altMain": "Marca Monlleo",
        "img-1":"./picture/Monlleo/ManualMarcaPropia.jpg",
        "alt1": "Manual de identidad",
        "img-2":"./picture/Monlleo/Version-negative.jpg",
        "alt2": "versión negativa",
        "img-3":"./picture/Monlleo/papeleriaMonlleo.jpg",
        "alt3": "papeleria corporativa",
        "img-4":"./picture/Monlleo/promocionMonlleo.jpg",
        "alt4": "elementos promocionales",
        "logo":"./picture/logo/LogoGrafic.jpg" 
                
    },
    {   
        "category":"diseño-grafico",
        "stain": "./picture/stain/ManchaGrafic.png ",
        "title": "Mujeres ",
        "secondtitle": "Migrantes ",
        "id": "mujeres-migrantes",
                    
       
        "briefing": "Realización de una ilustración inspirada en mujeres migrantes para el programa de “Ciudadanía con voz: orientación, mediación y empoderamiento a personas migrantes” organizado y dirigido por la asociación YMCA Valencia",
        "tolls2":"Herramientas tecnicas:",
        "tolls":"PHOTOSHOP",
        "objective1":"Crear una imagen que represente a todas las mujeres migrantes, para que estas se sientan identificadas. ",
        "objective2":"No representar como víctimas a estas personas.",
        "objective3":"Realizar una imagen inclusiva y llamativa.",
        "metodologi1":"En la primera fase hacemos una búsqueda de inspiración con la lectura de algunos artículos que hablen sobre las mujeres migrantes, como se sienten, sus añoranzas la vida dura que han tenido que vivir y viven día tras día. También realizamos un Brainstorming donde intentamos recopilar una serie de conceptos, sentimientos o actitudes que deberíamos reflejar en la imagen que vamos a crear. ",
        "metodologi2":"Una vez tenemos alguna idea de lo que queremos plasmar, buscamos imágenes en las que basarnos y empezamos a hacer bocetos con papel y boli Bic negro. Una vez terminado el dibujo lo escaneamos y pasamos a limpiar los trazos y a colorearlo con el Photoshop.",
        "metodologi3":"",
        "conclution":"Tras la gran aceptación de el diseño en la entidad, decidieron realizar unos elementos promocionales como es el Totebag o las postales, cuya entrega se realizaba a todas aquellas mujeres migrantes que asistían a su taller. También se han realizado distintas versiones de la imagen para otro tipo de eventos o folletos informativos. ",
        "conclution1":" Se trata de una imagen que nos represente a todas, sin tener en cuenta el lugar donde nacimos, la edad que tengamos, el color de nuestra piel o la situación en la que nos encuentremos. Representa la unión entre las mujeres, gracias a la lucha feminista y a la de tantas mujeres que se sacrifican por la causa.",
        "conclution2":"",
        "img-main": "./picture/Mujeres/MujeresMigrantes.jpg",
        "altMain":"Ilustracion Mujeres Migrantes",
        "img-1":"./picture/Mujeres/Totebag.jpg",
        "alt1": "Totebag Mujeres Migrantes",
        "img-2":"./picture/Mujeres/Postal.jpg",
        "alt2": "postal Mujeres Migrantes",
        "img-3":"./picture/Mujeres/versionLinea.jpg",
        "alt3": "Versión 1 de la ilustración",
        "img-4":"./picture/Mujeres/VersionAzul.jpg",
        "alt4": "Versión color azul",
        "logo":"./picture/logo/LogoGrafic.jpg"           
    },
    {   


        "category":"diseño-grafico",
        "stain": "./picture/stain/ManchaGrafic.png ",
        "title": "Branding ",
        "secondtitle": "Refer ",
        "id": "marca-refer",
                    
    
        "briefing": "Este proyecto comprende la creación de la identi¬dad visual corporativa de Refer. Esta nueva empresa pertenecerá al sector de la decoración y la venta de muebles, pero sus productos tienen la peculiaridad de estar hechos con materiales reciclados, basándose en el concepto de Upcycling.  Esta empresa nace a raíz de la gran proble¬mática creada por el aumento vertiginoso de residuos perjudiciales para el medio am¬biente de las últimas décadas. El objetivo es buscar otras soluciones para reutilizar los residuos existentes y reducir la producción de nuevos. La filosofía de la empresa consiste en dar otra vida a los residuos de forma creativa, convirtiéndolos en objetos de valor a través de la unión entre diseño y ecología.",
        "tolls2":"Herramientas tecnicas:",
        "tolls":"PHOTOSHOP - ILLUSTRATOR - INDESING",
        "objective1":"Crear una marca donde el ecologismo y el reciclaje estén muy presentes ",
        "objective2":"Buscar un Naiming que represente los valores y filosofía de la empresa.",
        "objective3":"Realizar un manual de identidad corporativo de la marca. ",
        "metodologi1":"En primer lugar, analizamos la competencia y definimos el público objetivo al que va dirigido este tipo de negocio, ya que se trata de un producto muy exclusivo y peculiar. También realizamos un análisis DAFO para sacar las fortalezas y debilidades de dicho negocio. ",
        "metodologi2":" Una vez realizado el análisis de mercado empezamos con la ideación. El objetivo principal de este apartado es crear un código verbal y visual que repre¬sente los valores y el tono de voz que la em¬presa quiere transmitir y por el cual quiere llegar a su público objetivo, diferenciándose de la competencia y posicionándose en el mercado. Para ello buscamos un nombre que represente reciclaje, que tenga el concepto del Upcycling implícito, con una pronunciación fácil y familiar.  La creación de el logotipo girara entorno a la elección del Naiming, también se busca la representación de la filosofía de la empresa con las formas del logo símbolo y los colores.",
        "metodologi3":" Por último, en el Manual de identidad definimos la utilización correcta de la marca, especificando su tamaño mínimo, las diferentes versiones que se pueden utilizar, los colores y tipografía corporativas, aplicación sobre fondos, marca monocromática, construcción de la marca, etc.",
        "conclution":"Para el Naming hemos escogido la palabra Refer, significa volver a hacer algo. Es una palabra palíndroma, se lee igual del derecho que del revés, esto refuerza su sig¬nificado y lo convierte en una palabra más atractiva y divertida. Pues se podría decir que la misma palabra se rehace. Este concepto está implícito en el Upcycling cumpliendo de este modo los ob¬jetivos establecidos. Además, la utilización del valenciano hace que la marca tenga un arraigo cultural en la zona geográfica donde se ubicará el establecimiento, así mismo, fo¬menta el uso de esta lengua haciendo que la empresa adopte un lenguaje más cerca¬no a los usuarios de esa zona. ",
        "conclution1":"El símbolo de la marca nace de la extracción de las contra formas que generan las letras “R”. Se podría decir que estas formas se reciclan y se reutilizan. Tras probar diferentes compo-siciones, se optó por componer otra R con estas formas, pues el nombre ya tiene dos y con esta tercera se plasma en el mismo logo el simbolismo de las tres erres del reci¬claje (reciclar, reutilizar, reducir). Concepto que se tiene muy presente y es de gran importancia en el Upcycling. Para darle un mayor énfasis y hacer más vi¬sible que la palabra se puede leer en las dos direcciones, se voltea hacia el lado izquier¬do la “R” final. Debido a este giro se decidió poner el sím¬bolo girado hacia la misma dirección, para reforzar la personalidad que esto aporta a la palabra y crear una coherencia más sólida entre el símbolo y el logotipo. Con las texturas del símbolo se pretende representar la diversidad de materiales industriales reutilizados que se utilizan para la creación de estos muebles reciclados.  ",
        "conclution2":"Con los colores utilizados se busca un tono de voz mas ameno y divertido, inusual para una tienda de muebles, ya que nuestra empresa es una empresa diferente y novedosa. La tipografía utilizada es la Raleway, se ca¬racteriza por pertenecer a la familia de palo seco, pero posee un carácter más desen¬fadado, no tan rígido, como suelen ser las San Serif. En la misma marca se utilizan tres tamaños dis¬tintos de letra, creando un mayor dinamis¬mo en el logotipo.",
        "img-main": "./picture/brandRefer/REFER.png",
        "altMain":"logotipo refer",
        "img-1":"./picture/brandRefer/manual-refer.jpg",
        "alt1": "Manual de identidad",
        "img-2":"./picture/brandRefer/PapeleriaCorporativa.jpg",
        "alt2": "Papeleria Corporativa",
        "img-3":"./picture/brandRefer/coloresCorporativos.jpg",
        "alt3": "Versión 1 de la ilustración",
        "img-4":"./picture/brandRefer/reticulaMarca.jpg",
        "alt4": "reticula de marca", 
        "logo":"./picture/logo/LogoGrafic.jpg" 
                    
    },
    {   
        "category":"diseño-grafico",
        "stain": "./picture/stain/ManchaGrafic.png ",
        "title": "Batecs ",
        "secondtitle": "de Barri ",
        "id": "batecs-de-barri",
                    
        
        "briefing": "Creación de carteles y programación para las jornadas de “Batects de Barri” de los años 2020/2021, organizado por la asociación YMCA Valencia. ",
        "tolls2":"Herramientas tecnicas:",
        "tolls":"PHOTOSHOP - INDESING",
        "objective1":"Crear carteles informativos sobre las actividades propuestas es estas jornadas. ",
        "objective2":"Representar la temática relacionada con 25M en el cartel.",
        "objective3":"Plasmar la temática “Teixint xarxes” en la programación.",
        "metodologi1":"Analizamos la temática de cada año, hacemos una lluvia de ideas para sacar el concepto que queremos plasmar y creamos un moodboard con elementos gráficos o imágenes que nos inspiran. ",
        "metodologi2":"Una vez tenemos claro el concepto y unos referentes visuales empezamos con la ideación y la realización de bocetos. En esta asociación prefieren que la representación gráfica de la temática sea mediante ilustración. Por lo que, en primer lugar, realizamos la ilustración con papel y boli Bic negro. Una vez terminada la escaneamos y con programas de edición de imágenes la limpiamos y terminamos la composición añadiendo color.",
        "metodologi3":"",
        "conclution":"Como podéis observar he realizado diversos trabajos para esta asociación desde pdf de actividades o programaciones, hasta carteles de información o creatividades de redes sociales de sensibilización ciudadana. ",
        "conclution1":"En el proyecto de Batecs de Barri de 2020 concretamente fue un cartel de información de las actividades que se iban a realizar. La temática giraba entorno al 25N por lo que la ilustración representa una unión de mujeres que protegen con sus actos a las generaciones futuras para que estas sean más fuertes y luchadoras. ",
        "conclution2":"En las jornadas del 2021 la temática era “Teixint xarxes”, por lo que opte por representar unas manos tejiendo con agujas haciendo referencia a la gente mayor del barrio, ellos son los que empezaron esta primera red de vecinos y me pareció la mejor manera de representar la unión, diversidad y calidez del barrio de Aiora. ",
        "img-main": "./picture/Batecs/BatecsBarri2021.jpg",
        "altMain":"cartel Bateccs de Barri 2021",
        "img-1":"./picture/Batecs/cartel-YMCA-monologo.jpg",
        "alt1": "Cartel monologo",
        "img-2":"./picture/Batecs/cartel-YMCA-teatro.jpg",
        "alt2": "Cartel obra de teatro",
        "img-3":"./picture/Batecs/ProgramacionBatecs.jpg",
        "alt3": "programación 2021",
        "img-4":"./picture/Batecs/rrss_ymca.jpg",
        "alt4": "creatividad redes sociales", 
        "logo":"./picture/logo/LogoGrafic.jpg" 
                    
    },
    {   
        "category":"diseño-grafico",
        "stain": "./picture/stain/ManchaGrafic.png ",
        "title": "Branding ",
        "secondtitle": "Banci ",
        "id": "marca-banci",
                    
   
        
        "briefing": "En este proyecto desarrollaremos la creación de una identidad corporativa para una marca emergente del sector de la animación de eventos, más concretamente fiestas de cumpleaños infantiles. El principal requisito de este proyecto es que todo lo que creáramos girara entorno a la temática del cine.",
        "tolls2":"Herramientas tecnicas:",
        "tolls":"PHOTOSHOP - ILLUSTRATOR",
        "objective1":"Crear una identidad corporativa divertida y llamativa. ",
        "objective2":"Realizar creatividades para redes sociales para promocionar las actividades.",
        "objective3":"Búsqueda de un Naiming que ayude a diferenciarse y sea fácil de recordar.",
        "metodologi1":"En primer lugar, analizamos como esta el mercado, el tipo de marcas que existen y como se han representado. Utilizamos la técnica del mapa mental para buscar un naming que fuera corto, fácil de recordar y original.  ",
        "metodologi2":"En segundo lugar, empezamos con las pruebas de color y de formas que aportaran diversión y dinamismo a la marca. Tras la realización de muchos bocetos y de muchas pruebas llegamos al resultado final.",
        "metodologi3":" ",
        "conclution":"Con esta identidad corporativa se pretende llamar la atención del publico objetivo de una manera divertida, original y agradable. ",
        "conclution1":"El naming es una fusión entre Banda sonora y Cine, formando un nombre corto y fácil de recordar. Con el descriptor ayudamos al receptor a identificar el sector en el que trabaja la empresa de una forma ingeniosa y cercana. Los colores elegidos son colores suaves e infantiles con los que se pretende llamar la atención de los más pequeños. ",
        "conclution2":"Las creatividades para redes sociales creadas giran en torno a la temática principal, ya que cada actividad se relaciona con un nombre de una película famosa.",
        "img-main": "./picture/Banci/Banci.jpg",
        "altMain":"logo banci",
        "img-1":"./picture/Banci/Banci_instagram.jpg",
        "alt1": "Creatividades instagram",
        "img-2":"./picture/Banci/publicidad_banci.jpg",
        "alt2": "publicidad para instagram",
        "img-3":"./picture/Banci/ColoresCorporativos-Banci.jpg",
        "alt3": "Colores corporativos",
        "img-4":"./picture/Banci/TarjetasVisita-banci.jpg",
        "alt4": "Tarjetas Visita",
        "logo":"./picture/logo/LogoGrafic.jpg" 
                    
    },
   




    
    {   
        "category":"ux-ui",
        "stain":  "./picture/stain/ManchaUx.png ",
        "title": "Ecommercer ",
        "secondtitle": "Refer ",
        "id": "refer",
                    
        
        "briefing": "Tras la creación de la identidad corporativa de la marca Refer (podéis encontrarla en el apartado Diseño Gráfico), la empresa precisaba de una página web ecommercer donde mostrar y vender sus productos.",
        "tolls2":"Herramientas tecnicas:",
        "tolls":"MIRO - FIGMA",
        "objective1":"Crear una página web donde darme a conocer. ",
        "objective2":"Realizar un diseño sencillo y claro que no posea muchas distracciones irrelevantes para el usuario, por lo que este puedra centrar su atención en la información sobre mí.",
        "objective3":"Desarrollar un código ordenador, que sea comprensible para la gente externa y que posea variables y mixins para facilitar la modificación del diseño.",
        "metodologi1":"Para la realización de este proyecto hemos trabajado con la metodología Scrum. En la primera fase definimos el PDR, el site map, user persona, user Flow, benchmark, navegatión, Discovery y los wiframes.",
        "metodologi2":"Una vez definidos los wiframes pasamos la idea a Figma y empezamos a trabajar con la composición, la tipografía y el color, creando de este modo los prototipos finales. Todo diseño lo diseñamos primero para nuestra pantalla mas pequeña y luego hacemos las versiones de las pantallas medianas y grandes.",
        "metodologi3":"Tras terminar el prototipo empezamos con el código utilizando HTML, SASS y JS. Con el código también empezaremos por la pantalla mas pequeña y luego la adaptaremos para las grandes.",
        "conclution":"La creación de este ecommercer ha sido todo un reto ya que trabaja con un producto muy novedoso y que tiene mucha personalidad. Por esto, se ha buscado un diseño sencillo donde el protagonismo recayera sobre todo en los productos.",
        "conclution1":"Esta pagina web tiene 4 apartados diferentes, la página principal (que es donde presentas el producto) el sobre nosotros (donde se presenta quien es la empresa y su filosofía), el producto (que se accede clicando en la foto del mueble que más te guste. Aquí aparece la descripción de dicho producto y el certificado de exclusividad del mismo) y por último la política de privacidad. También puedes encontrar la pasarela de compra según el producto que quieras comprar. ",
        "conclution2":"",
        "img-main": "./picture/refer/website-Refer.jpg",
        "altMain":"web Refer ",
        "img-1":"./picture/refer/Refer_web.jpg",
        "alt1": "Desktop web",
        "img-2":"./picture/refer/Refer-prototipe.jpg",
        "alt2": "Prototipo",
        "img-3":"./picture/refer/userPersonaRefer.jpg",
        "alt3": "user persona",
        "img-4":"./picture/refer/siteMapRefer.jpg",
        "alt4": "site map",

        "logo":"./picture/logo/LogoUx.jpg"
                    
    },
    {   
        "category":"ux-ui",
        "stain": "./picture/stain/ManchaUx.png ",
        "title": "About",
        "secondtitle": "Me",
        "id": "about-me",
                    
        
        
        "briefing": "En este proyecto hemos diseñado y desarrollado una Lansing page sobre me, donde presentamos y exponemos las habilidades que poseemos y podemos ofrecer. Se trata de mi primer trabajo realizado como diseñadora UX /UI y desarrolladora Fornt-end.",
        "tolls2":"Herramientas tecnicas:",
        "tolls":"MIRO - FIGMA",
        "objective1":"Crear una página web donde darme a conocer. ",
        "objective2":"Realizar un diseño sencillo y claro que no posea muchas distracciones irrelevantes para el usuario, por lo que este puedra centrar su atención en la información sobre mí.",
        "objective3":"Desarrollar un código ordenador, que sea comprensible para la gente externa y que posea variables y mixins para facilitar la modificación del diseño.",
        "metodologi1":"En el apartado de análisis hemos realizado una búsqueda de diferentes Abouts Me, definiendo con esto, el tipo de user persona al que podríamos ofrecer nuestro servicio. ",
        "metodologi2":"Realizamos un plan de márquetin escribiendo mi misión, mi visión y mis valores. Luego hice un análisis DAFO, para observar que debía potenciar. Con estos dos ejercicios definí los valores que quería que se vieran representadas en mí Landing.",
        "metodologi3":"Para la fase de ideación creamos un Moodboard de inspiración y empezamos a realizar los wireframes. Una vez estos definidos, damos paso a la realización del diseño. Marcando como colores principales el color amarillo y el degradado. Como colores secundarios colores neutros de la paleta de grises.",
        "conclution":"Para afrontar este trabajo he hecho un gran ejercicio de introspección. Durante la maduración del proyecto he tenido que ir descartando diferentes ideas, puesto que estas no facilitaban la experiencia del usuario con la web, por lo que finalmente eliminamos toda posible distracción del usuario y dejamos simplemente lo esencial. ",
        "conclution1":"Esto se puede ver reflejado en la simplificación de los colores, la web posee un solo color de acento, el amarillo, este representa la emoción de la alegría, ya que se vincula con la luz del sol y el estado positivo.  Con el degradado se pretender romper la monotonía de los colores neutros y el amarillo, remarcando algunas partes de la web, como son las fotos y el botón de enviar mensaje. Este degradado representa mis raíces mediterráneas, por lo que empieza en el amarillo del sol y termina en el azul del mar. ",
        "conclution2":"En cuanto a la tipografía, escogí la Poppins puesto que al ser una san serif, la lectura para webs con fondos claros es óptima. Además, el ojo de las letras es muy redondeado, la cual contrasta con las líneas tan rectas que poseen muchos elementos de la web. Se trata de una Lansing page sencilla, pero con unos colores con mucha fuerza y una experiencia de usuario diseñada para consumir exactamente la información importante.",
        "img-main": "./picture/about/aboutMe.jpg",
        "altMain":"Ilustracion Mujeres Migrantes",
        "img-1":"./picture/about/about2.jpg",
        "alt1": "prototipo desktop",
        "img-2":"./picture/about/MBL_aboutMe.jpg",
        "alt2": "prototipo movil",
        "img-3":"./picture/about/user-persona.jpg",
        "alt3": "user persona",
        "img-4":"./picture/about/wireframes.jpg",
        "alt4": "wireframes",
        "logo":"./picture/logo/LogoUx.jpg" 
                    
    },








    {   
        "category":"front-end",
        "title": "About Me",
        "tools": "HTML - CSS - SASS",
        "id": "about-me",
        "alt": "Proyecto about me",
        "img-main": "./picture/about/aboutMe.jpg",
        "github":"https://github.com/IreneMonlleo/aboutme/tree/main/AboutMe",
        "href":"https://irenemonlleo.github.io/About-me/"
       
                    
    },
    {   
        "category":"front-end",
        "title": "Ecommercer Refer",
        "tools": "HTML - CSS - SASS - JS",
        "id": "about-me",
        "alt": "Proyecto Refer",
        "img-main": "./picture/refer/Refer-prototipe.jpg",
        "github":"https://github.com/IreneMonlleo/Proyecto-Beta",
        "href":"https://frontend.esatid3-2021.com/irenemonlleo/proyect-beta/"
        
        
                    
    }
            
           
]
    
   
        
    